{
    "name": "Rohit Pakhrin",
    "introMessage1": "Hi, \nI am",
    "introMessage2": "Software Developer",
    "introParagraph": "Along with that I am a part time musician, traveler and fitness enthusiast. Let's embark on a journey of discovering new technologies together, while simultaneously striving to become better versions of ourselves each day. \nYou can check more about me from links below.",
    "hi": "Hi there,",
    "feelsGood": "It's wonderful to have you here! Your presence really inspires me create more content!",
    "goToDashboard": "Go back to Learning",
    "goToLogin": "Go to Login",
    "dashboardScreenWelcome": "Pakhrin's coding journey",
    "dashboardScreenWelcomeSub": "Your friendly hub for informative and engaging articles, simplifying the world of coding and development for enthusiasts at every level.",
    "logoutText": "Are you sure you want to go?",
    "continueReading" : "Continue Reading",
    "privacyPolicy" : "Privacy Policy \n\nThis Privacy Policy describes how we collect, use, and share information when you use our blog app. \n \nInformation We Collect \n1. Personal Information: We may collect personal information such as your name and email address when you sign up for an account or subscribe to our newsletter. \n2. Device Information: We do not collect information about the device you use to access the App, including the device type, operating system, and IP address. We collect unique device ID. \n3. Location: We collect approximate location of your locality.  \n\nHow We Use Your Information \n1. We use your personal information to create and manage your account, communicate with you, and provide you with the services offered through the App. \n2. We use usage information to analyze trends, improve the App, and personalize your experience. \n\nInformation Sharing \n1. We do not sell, trade, or otherwise transfer your personal information to third parties without your consent. \n2. We may disclose your information in response to legal requests, such as subpoenas or court orders, or to comply with applicable laws and regulations. \n\nData Retention \n1. We retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy or as required by law. \n2. You may request to delete your account and personal information at any time by contacting us at roitpak@gmail.com . \n\nSecurity \n1. We take reasonable measures to protect the security of your information and prevent unauthorized access, use, or disclosure. \n2. However, no method of transmission over the internet or electronic storage is completely secure, so we cannot guarantee the absolute security of your information. \n\nChanges to This Privacy Policy \n1. We may update this Privacy Policy from time to time by posting the updated version on this page. \n2. We will notify you of any material changes to this Privacy Policy by email or through the App. \n\nContact Us \n1. If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at roitpak@gmail.com. \n",
    "save": "Save",
    "savePost": "Save post",
    "saveVideo": "Save video",
    "cancel": "Cancel",
    "whatTypePost": "What is the type of post?",
    "newPost": "New post",
    "egNodeJS": "eg: NodeJS",
    "addPost": "Add post",
    "addCategory": "Add category",
    "noContent": "Oops! It seems we're experiencing a moment of tranquility here. But fret not, exciting content is on its way. Thank you for your patience and continued support!",
    "startByAdding": "Looks empty here, start adding by clicking button below. Remember you add youtube link, github link and even TLDR for guest to quick read your post.",
    "share": "Share",
    "categorySubtitle": "Type category in the text input below and press Add category button.",
    "withAccount": "With a registered account you will be able to interact with the posts and save them for later. With it you can personalize your posts. \n Also you can subscribe to our newsletter.",
    "passwordValidation": "At least 1 uppercase, 1 lower case, 1 numeric and minimum 8 characters.",
    "verifyEmail": "Verify Email",
    "checkEmail": "Please check your email for the verification.",
    "verificationInProcess": "Email verification in process",
    "emailVerifiedSuccessfully": "Email verified successfully, You can login in now",
    "errorOccurred": "An error occurred"
}